Repository: City-of-Helsinki/drupal-helfi-rekry
Catalog: public/modules/custom/helfi_hakuvahti/translations/*.po
Languages: fi, sv

# Hakuvahti
source: You can save more searches at any time.
fi: Voit koska tahansa tilata uusia hakuvahteja.
sv: Du kan när som helst beställa nya sökvakter.

# Hakuvahti
source: Search saved successfully
fi: Hakuvahdin tilaus onnistui
sv: Beställningen av sökvakten lyckades

# Hakuvahti
source: You will receive email alerts about new search results up to once a day.
fi: Saat sähköpostiisi tiedon uusista osumista korkeintaan kerran päivässä.
sv: Du får information om nya träffar till din e-post högst en gång per dag.

# Hakuvahti
source: Each email contains an unsubscribe link that you can use to unsubscribe from saved search alerts. You can save a new search at any time.
fi: Jokaisessa sähköpostissa on peruutuslinkki, josta voit lopettaa tämän hakuvahdin tilauksen. Voit koska tahansa tilata uusia hakuvahteja.
sv: Varje e-postmeddelande innehåller en annulleringslänk via vilken du kan sluta beställningen av denna sökvakt. Du kan när som helst beställa nya sökvakter.

# Hakuvahti
source: Each saved search is valid for 6 months.
fi: Hakuvahti on voimassa 6 kuukautta.
sv: En sökvakt är i kraft i sex månader.

# Hakuvahti
source: Confirmation of saved search failed
fi: Hakuvahdin vahvistus epäonnistui
sv: Beställningen av sökvakten misslyckades

# Hakuvahti
source: The confirmation of your saved search failed. You can try confirming your saved search again from your email.
fi: Hakuvahdin vahvistus epäonnistui. Voit kokeilla vahvistaa hakuvahdin uudelleen sähköpostistasi.
sv: Beställningen av sökvakten misslyckades. Du kan försöka bekräfta sökvakten på nytt via din e-post.

# Hakuvahti
source: Enabling saved search
fi: Hakuvahtia aktivoidaan
sv: Aktiverar sökvakten

# Hakuvahti
source: Please wait while the saved search is being enabled.
fi: Hakuvahtia aktivoidaan, odota hetki.
sv: Vänligen vänta medan sökvakten aktiveras.

# Hakuvahti
source: Saved search already confirmed
fi: Hakuvahti on jo vahvistettu
sv: Sökvakten har redan bekräftats

# Hakuvahti
source: You have already confirmed this saved search.
fi: Olet jo vahvistanut tämän hakuvahdin.
sv: Du har redan bekräftat denna sökvakt.

# Hakuvahti
source: Renewing saved search
fi: Hakuvahdin tilauksen jatkaminen
sv: Förnyar sökvakten

# Hakuvahti
source: Please wait while the saved search is being renewed.
fi: Hakuvahdin tilausta jatketaan, odota hetki.
sv: Vänta medan sökvakten förnyas.

# Hakuvahti
source: Renew saved search
fi: Jatka hakuvahdin tilausta
sv: Fortsätt beväkningen

# Hakuvahti
source: Search renewed successfully
fi: Hakuvahdin tilauksen jatkaminen onnistui
sv: Sökvakten förnyades

# Hakuvahti
source: Your saved search has been renewed.
fi: Hakuvahtisi tilausta on jatkettu.
sv: Din sökvakt har förnyats.

# Hakuvahti
source: Renewal failed
fi: Tilauksen jatkaminen epäonnistui
sv: Sökvakten förnyades inte

# Hakuvahti
source: Renewing saved search failed. Please try again.
fi: Hakuvahdin tilauksen jatkaminen epäonnistui. Yritä uudelleen.
sv: Det gick inte att förnya sökvakten. Försök på nytt.

# Hakuvahti
source: Deleting saved search
fi: Hakuvahtia poistetaan
sv: Tar bort sökvakten

# Hakuvahti
source: Please wait while the saved search is being deleted. If you have other searches saved on the City website, this link will not delete them.
fi: Hakuvahtia poistetaan, odota hetki. Jos olet tehnyt muita hakuvahteja kaupungin verkkosivustolla, tämä ei poista niitä.
sv: Vänligen vänta medan sökvakten tas bort. Om du har skapat andra sökvakter på stadens webbplats tar denna åtgärd inte bort dem.

# Hakuvahti
source: Delete saved search
fi: Poista hakuvahti
sv: Radera sökvakten

# Hakuvahti
source: Failed to delete saved search
fi: Hakuvahdin poistaminen epäonnistui
sv: Raderingen av sökvakten misslyckades

# Hakuvahti
source: Failed to delete saved search. You can try deleting the saved search again from your email.
fi: Hakuvahdin poistaminen epäonnistui. Voit kokeilla poistaa hakuvahdin uudelleen sähköpostistasi.
sv: Raderingen av sökvakten misslyckades. Du kan försöka radera sökvakten på nytt via din e-post.

# Hakuvahti
source: Saved search deleted
fi: Hakuvahti on poistettu
sv: Sökvakten har raderats

# Hakuvahti
source: The saved search was successfully deleted.
fi: Hakuvahti on nyt poistettu.
sv: Sökvakten har nu raderats.

# Hakuvahti
source: Save a new search for jobs
fi: Tilaa uusi avoimien työpaikkojen hakuvahti
sv: Beställ en ny sökvakt för lediga jobb

source: Saved search confirmation
fi: Hakuvahdin vahvistaminen
sv: Bekräftelse av sökvakten

source: Saved search deletion
fi: Hakuvahdin poistaminen
sv: Radering av sökvakten
