Repository: City-of-Helsinki/drupal-helfi-rekry
Catalog: public/modules/custom/helfi_hakuvahti/translations/helfi_hakuvahti.*.po
Languages: fi

source: Saved search deleted
fi: Hakuvahti on poistettu

source: The saved search has been deleted
fi: Hakuvahti on poistettu

source: You can save more searches at any time.
fi: Voit koska tahansa tilata uusia hakuvahteja.

source: Return to open jobs front page
fi: Palaa avoimien työpaikkojen etusivulle.

source: Deleting saved search failed. Please try again.
fi: Hakuvahdin poisto epäonnistui. Yritä uudelleen.

source: Please confirm that you wish to delete the saved search. If you have other searches saved on the City website, this link will not delete them.
fi: Vahvista, että haluat poistaa tämän hakuvahdin. Jos olet tehnyt muita hakuvahteja kaupungin verkkosivustolla, tämä ei poista niitä.

source: Delete saved search
fi: Poista hakuvahti

source: Saved search confirmed.
fi: Hakuvahti vahvistettu.

source: Confirming saved search failed. Please try again.
fi: Hakuvahdin vahvistus epäonnistui. Yritä uudelleen.

source: Please confirm the saved search to receive notifications. Click on the button below.
fi: Vahvista hakuvahdin tilaus klikkaamalla alla olevaa painiketta.

source: Confirm saved search
fi: Vahvista hakuvahti

source: Subscribe
fi: Tilaa hakuvahti

source: Are you sure you wish to delete the saved search?
fi: Haluatko varmasti poistaa hakuvahdin?

source: Receive search results by email
fi: Tilaa hakuvahti sähköpostiisi
