Repository: City-of-Helsinki/drupal-helfi-rekry
Catalog: public/themes/custom/hdbt_subtheme/translations/*.po
Languages: sv

source: jobs
sv: jobb

source: today
sv: i dag

source: Application period ends
sv: Ansökan stängs

source: Employment contract
sv: Anställningsförhållande

source: Pay
sv: Lön

source: Address
sv: Adress

source: Job code
sv: Arbetsnummer

source: Contract area
sv: Avtalsbransch

source: Additional information
sv: Mer info

source: Apply for the position
sv: Sök jobbet

source: See all related jobs
sv: Se alla rekommenderade jobb

# Job listing search count
source: open job listing
sv: öppet jobbannons

# Related jobs button
source: See all task area jobs
sv: Se alla job i branchen

source: Task area
sv: Bransch
