Repository: City-of-Helsinki/drupal-helfi-rekry
Catalog: public/modules/custom/helfi_rekry_content/translations/*.po
Languages: fi

source: Rekry content settings
fi: Rekryn asetukset

source: Job search page
fi: Avoimet työpaikat hakusivu

source: Displayed after the related jobs block, for example.
fi: Näytetään esimerkiksi Liittyvät työpaikat -lohkon jälkeen.

source: Closed job listing redirect page
fi: Suljetun työpaikkailmoituksen uudelleenohjaussivu

source: Page where anonymous users will be redirected from unpublished job listings
fi: Sivu, jolle anonyymit käyttäjät ohjataan julkaisemattomista työpaikkailmoituksista

source: City description title
fi: Kaupungista-osion otsikko

source: This description title will be added to all job listings.
fi: Tämä otsikko näytetään kaikissa työpaikkailmoituksissa.

source: City description text
fi: Kaupungista-osion kuvausteksti

source: This description text will be added to all job listings.
fi: Tämä kuvaus näytetään kaikissa työpaikkailmoituksissa.

source: Hakuvahti terms of service checkbox label
fi: Hakuvahdin käyttöehtojen hyväksynnän valintaruudun teksti

source: Label for the terms of service checkbox.
fi: Käyttöehtojen hyväksynnän valintaruudun vierellä näkyvä teksti.

source: Hakuvahti terms of service link text
fi: Hakuvahdin käyttöehtojen linkin teksti

source: Hakuvahti terms of service URL
fi: Hakuvahdin käyttöehtojen URL-osoite

source: URL for the webpage or pdf to the Hakuvahti terms of service.
fi: URL-osoite verkkosivulle tai pdf-tiedostoon Hakuvahdin käyttöehtoihin.

# Hakuvahti empty filters
source: No search filters
fi: Ei hakuehtoja

# Search filter option: Central area
source: Central area
fi: Keskinen alue

# Search filter option: Eastern area
source: Eastern area
fi: Itäinen alue

# Search filter option: Southern area
source: Southern area
fi: Eteläinen alue

# Search filter option: South-Eastern area
source: South-Eastern area
fi: Kaakkoinen alue

# Search filter option: Western area area
source: Western area
fi: Läntinen alue

# Search filter option: Northern area
source: Northern area
fi: Pohjoinen alue

# Search filter option: North-Eastern area
source: North-Eastern area
fi: Koillinen alue

source: Unable to handle the given date
fi: Tarkista päivämäärät

source: Start date cannot be after End date
fi: Aloituspäivämäärä ei voi olla Lopetuspäivämäärän jälkeen

source: Something went wrong: @message
fi: Jokin meni pieleen: @message

source: Hakuvahti csv download
fi: Hakuvahti seuranta

source: CSV Delimiter
fi: CSV erotinmerkki

source: Change the delimiter if the csv file won't open properly.
fi: Vaihda erotinmerkkiä jos csv-tiedosto ei avaudu formatoituna käyttämässäsi ohjelmistossa.
